/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"This version of %@ is in beta and it may not be stable enough for real work. Please help stabilize it by reporting any problems that you see in the %@ user forum." = "This version of %1$@ is in beta and it may not be stable enough for real work. Please help stabilize it by reporting any problems that you see in the %2$@ user forum.";

/* No comment provided by engineer. */
"This version of %@ is still in development and is not meant to be used for real work. If you would like to provide feedback and help direct future development of %@ please join the discussion in the %@ user forum." = "This version of %1$@ is still in development and is not meant to be used for real work. If you would like to provide feedback and help direct future development of %2$@ please join the discussion in the %3$@ user forum.";

